{
  "defaults": {
    "ACRE": "เวลาอาเกร",
    "AFCE": "เวลาแอฟริกากลาง",
    "AFWE": "เวลาแอฟริกาตะวันตก",
    "ALAS": "เวลาอะแลสกา",
    "AMAZ": "เวลาแอมะซอน",
    "AMCE": "เวลาตอนกลางในอเมริกาเหนือ",
    "AMEA": "เวลาทางตะวันออกในอเมริกาเหนือ",
    "AMMO": "เวลาแถบภูเขาในอเมริกาเหนือ",
    "AMPA": "เวลาแปซิฟิกในอเมริกาเหนือ",
    "ANAD": "เวลาอะนาดีร์",
    "APIA": "เวลาอาปีอา",
    "ARAB": "เวลาอาหรับ",
    "ARGE": "เวลาอาร์เจนตินา",
    "ARWE": "เวลาตะวันตกของอาร์เจนตินา",
    "ATLA": "เวลาแอตแลนติก",
    "AUCE": "เวลาออสเตรเลียกลาง",
    "AUCW": "เวลาทางตะวันตกตอนกลางของออสเตรเลีย",
    "AUEA": "เวลาออสเตรเลียตะวันออก",
    "AUWE": "เวลาออสเตรเลียตะวันตก",
    "BRAS": "เวลาบราซิเลีย",
    "CHIL": "เวลาชิลี",
    "EAST": "เวลาเกาะอีสเตอร์",
    "ECUA": "เวลาเอกวาดอร์",
    "EUCE": "เวลายุโรปกลาง",
    "EUEA": "เวลายุโรปตะวันออก",
    "EUWE": "เวลายุโรปตะวันตก",
    "GREA": "เวลากรีนแลนด์ตะวันออก",
    "GRWE": "เวลากรีนแลนด์ตะวันตก",
    "HAAL": "เวลาฮาวาย-อะลูเชียน",
    "ISRA": "เวลาอิสราเอล",
    "KAEA": "เวลาคาซัคสถานตะวันออก",
    "KAMC": "เวลาคัมชัตคา",
    "KAWE": "เวลาคาซัคสถานตะวันตก",
    "KORE": "เวลาเกาหลี",
    "KRAS": "เวลาครัสโนยาสค์",
    "MAGA": "เวลามากาดาน",
    "MEPA": "เวลาแปซิฟิกเม็กซิโก",
    "MGMT": "เวลามาตรฐานกรีนิช",
    "MOSC": "เวลามอสโก",
    "NEWF": "เวลานิวฟันด์แลนด์",
    "NEZE": "เวลานิวซีแลนด์",
    "NOMA": "เวลาหมู่เกาะมาเรียนาเหนือ",
    "NORO": "เวลาหมู่เกาะเฟอร์นันโด",
    "NOVO": "เวลาโนโวซีบีสค์",
    "OMSK": "เวลาออมสค์",
    "QYZY": "เวลาคืยซิลออร์ดา",
    "TAIP": "เวลาไทเป",
    "UZBE": "เวลาอุซเบกิสถาน",
    "VLAD": "เวลาวลาดีวอสตอค",
    "YAKU": "เวลายาคุตสค์",
    "YEKA": "เวลาเยคาเตรินบูร์ก",
    "acre": "เวลามาตรฐานอาเกร",
    "afce": "เวลาแอฟริกากลาง",
    "afea": "เวลาแอฟริกาตะวันออก",
    "afso": "เวลาแอฟริกาใต้",
    "afwe": "เวลามาตรฐานแอฟริกาตะวันตก",
    "alam": "เวลามาตรฐานอัลมาตี",
    "alas": "เวลามาตรฐานอะแลสกา",
    "amaz": "เวลามาตรฐานแอมะซอน",
    "amce": "เวลามาตรฐานตอนกลางในอเมริกาเหนือ",
    "amea": "เวลามาตรฐานทางตะวันออกในอเมริกาเหนือ",
    "ammo": "เวลามาตรฐานแถบภูเขาในอเมริกาเหนือ",
    "ampa": "เวลามาตรฐานแปซิฟิกในอเมริกาเหนือ",
    "anad": "เวลามาตรฐานอะนาดีร์",
    "apia": "เวลามาตรฐานอาปีอา",
    "aqta": "เวลามาตรฐานอัคตาอู",
    "aqto": "เวลามาตรฐานอัคโทเบ",
    "arab": "เวลามาตรฐานอาหรับ",
    "arge": "เวลามาตรฐานอาร์เจนตินา",
    "arme": "เวลามาตรฐานอาร์เมเนีย",
    "arwe": "เวลามาตรฐานทางตะวันตกของอาร์เจนตินา",
    "atla": "เวลามาตรฐานแอตแลนติก",
    "auce": "เวลามาตรฐานทางตอนกลางของออสเตรเลีย",
    "aucw": "เวลามาตรฐานทางตะวันตกตอนกลางของออสเตรเลีย",
    "auea": "เวลามาตรฐานทางตะวันออกของออสเตรเลีย",
    "auwe": "เวลามาตรฐานทางตะวันตกของออสเตรเลีย",
    "azer": "เวลามาตรฐานอาเซอร์ไบจาน",
    "azor": "เวลามาตรฐานอะโซร์ส",
    "bang": "เวลามาตรฐานบังกลาเทศ",
    "bras": "เวลามาตรฐานบราซิเลีย",
    "brun": "เวลาบรูไนดารุสซาลาม",
    "cave": "เวลามาตรฐานเคปเวิร์ด",
    "cham": "เวลาชามอร์โร",
    "chil": "เวลามาตรฐานชิลี",
    "chin": "เวลามาตรฐานจีน",
    "coco": "เวลาหมู่เกาะโคโคส",
    "colo": "เวลามาตรฐานโคลอมเบีย",
    "cook": "เวลามาตรฐานหมู่เกาะคุก",
    "eati": "เวลาติมอร์ตะวันออก",
    "ecua": "เวลาเอกวาดอร์",
    "euce": "เวลามาตรฐานยุโรปกลาง",
    "euea": "เวลามาตรฐานยุโรปตะวันออก",
    "eufe": "เวลายุโรปตะวันออกไกล",
    "euwe": "เวลามาตรฐานยุโรปตะวันตก",
    "falk": "เวลามาตรฐานหมู่เกาะฟอล์กแลนด์",
    "fiji": "เวลามาตรฐานฟิจิ",
    "frso": "เวลาเฟรนช์เซาเทิร์นและแอนตาร์กติก",
    "geor": "เวลามาตรฐานจอร์เจีย",
    "giis": "เวลาหมู่เกาะกิลเบิร์ต",
    "grwe": "เวลามาตรฐานกรีนแลนด์ตะวันตก",
    "gulf": "เวลากัลฟ์",
    "haal": "เวลามาตรฐานฮาวาย-อะลูเชียน",
    "hoko": "เวลามาตรฐานฮ่องกง",
    "hovd": "เวลามาตรฐานฮอฟด์",
    "ince": "เวลาอินโดนีเซียตอนกลาง",
    "indi": "เวลาอินเดีย",
    "indo": "เวลาอินโดจีน",
    "inea": "เวลาอินโดนีเซียฝั่งตะวันออก",
    "inoc": "เวลามหาสมุทรอินเดีย",
    "inwe": "เวลาอินโดนีเซียฝั่งตะวันตก",
    "iran": "เวลามาตรฐานอิหร่าน",
    "irku": "เวลามาตรฐานอีร์คุตสค์",
    "isra": "เวลามาตรฐานอิสราเอล",
    "japa": "เวลามาตรฐานญี่ปุ่น",
    "kaea": "เวลาคาซัคสถานตะวันออก",
    "kamc": "เวลาเปโตรปัฟลอฟสค์-คัมชัตสกี",
    "kawe": "เวลาคาซัคสถานตะวันตก",
    "kaza": "เวลาคาซัคสถาน",
    "kore": "เวลามาตรฐานเกาหลี",
    "kras": "เวลามาตรฐานครัสโนยาสค์",
    "lank": "เวลาลังกา",
    "liis": "เวลาหมู่เกาะไลน์",
    "loho": "เวลามาตรฐานลอร์ดโฮว์",
    "maca": "เวลามาตรฐานมาเก๊า",
    "maga": "เวลามาตรฐานมากาดาน",
    "mais": "เวลาหมู่เกาะมาร์แชลล์",
    "mala": "เวลามาเลเซีย",
    "maur": "เวลามาตรฐานมอริเชียส",
    "mepa": "เวลามาตรฐานแปซิฟิกเม็กซิโก",
    "mgmt": "เวลามาตรฐานกรีนิช",
    "mong": "เวลามาตรฐานอูลานบาตอร์",
    "mosc": "เวลามาตรฐานมอสโก",
    "myan": "เวลาพม่า",
    "neca": "เวลามาตรฐานนิวแคลิโดเนีย",
    "newf": "เวลามาตรฐานนิวฟันด์แลนด์",
    "noma": "เวลาหมู่เกาะมาเรียนาเหนือ",
    "norf": "เวลามาตรฐานเกาะนอร์ฟอล์ก",
    "noro": "เวลามาตรฐานหมู่เกาะเฟอร์นันโด",
    "novo": "เวลามาตรฐานโนโวซีบีสค์",
    "omsk": "เวลามาตรฐานออมสค์",
    "paki": "เวลามาตรฐานปากีสถาน",
    "pang": "เวลาปาปัวนิวกินี",
    "para": "เวลามาตรฐานปารากวัย",
    "peru": "เวลามาตรฐานเปรู",
    "phil": "เวลามาตรฐานฟิลิปปินส์",
    "phis": "เวลาหมู่เกาะฟินิกซ์",
    "pimi": "เวลามาตรฐานแซงปีแยร์และมีเกอลง",
    "pitc": "เวลาพิตแคร์น",
    "pyon": "เวลาเปียงยาง",
    "qyzy": "เวลามาตรฐานคืยซิลออร์ดา",
    "sakh": "เวลามาตรฐานซาคาลิน",
    "sama": "เวลามาตรฐานซามารา",
    "samo": "เวลามาตรฐานซามัว",
    "soge": "เวลาเซาท์จอร์เจีย",
    "taip": "เวลามาตรฐานไทเป",
    "tong": "เวลามาตรฐานตองกา",
    "truk": "เวลาชุก",
    "turk": "เวลามาตรฐานเติร์กเมนิสถาน",
    "urug": "เวลามาตรฐานอุรุกวัย",
    "uzbe": "เวลามาตรฐานอุซเบกิสถาน",
    "vanu": "เวลามาตรฐานวานูอาตู",
    "vlad": "เวลามาตรฐานวลาดีวอสตอค",
    "volg": "เวลามาตรฐานวอลโกกราด",
    "wake": "เวลาเกาะเวก",
    "yaku": "เวลามาตรฐานยาคุตสค์",
    "yeka": "เวลามาตรฐานเยคาเตรินบูร์ก",
    "yuko": "เวลายูคอน"
  },
  "overrides": {
    "utc": "เวลาสากลเชิงพิกัด"
  }
}
