{
  "standard": {
    "acre": "เวลามาตรฐานอาเกร",
    "afce": "เวลาแอฟริกากลาง",
    "afea": "เวลาแอฟริกาตะวันออก",
    "afgh": "เวลาอัฟกานิสถาน",
    "afso": "เวลาแอฟริกาใต้",
    "afwe": "เวลามาตรฐานแอฟริกาตะวันตก",
    "alam": "เวลามาตรฐานอัลมาตี",
    "alas": "เวลามาตรฐานอะแลสกา",
    "amaz": "เวลามาตรฐานแอมะซอน",
    "amce": "เวลามาตรฐานตอนกลางในอเมริกาเหนือ",
    "amea": "เวลามาตรฐานทางตะวันออกในอเมริกาเหนือ",
    "ammo": "เวลามาตรฐานแถบภูเขาในอเมริกาเหนือ",
    "ampa": "เวลามาตรฐานแปซิฟิกในอเมริกาเหนือ",
    "anad": "เวลามาตรฐานอะนาดีร์",
    "apia": "เวลามาตรฐานอาปีอา",
    "aqta": "เวลามาตรฐานอัคตาอู",
    "aqto": "เวลามาตรฐานอัคโทเบ",
    "arab": "เวลามาตรฐานอาหรับ",
    "arge": "เวลามาตรฐานอาร์เจนตินา",
    "arme": "เวลามาตรฐานอาร์เมเนีย",
    "arwe": "เวลามาตรฐานทางตะวันตกของอาร์เจนตินา",
    "atla": "เวลามาตรฐานแอตแลนติก",
    "auce": "เวลามาตรฐานทางตอนกลางของออสเตรเลีย",
    "aucw": "เวลามาตรฐานทางตะวันตกตอนกลางของออสเตรเลีย",
    "auea": "เวลามาตรฐานทางตะวันออกของออสเตรเลีย",
    "auwe": "เวลามาตรฐานทางตะวันตกของออสเตรเลีย",
    "azer": "เวลามาตรฐานอาเซอร์ไบจาน",
    "azor": "เวลามาตรฐานอะโซร์ส",
    "bang": "เวลามาตรฐานบังกลาเทศ",
    "bhut": "เวลาภูฏาน",
    "boli": "เวลาโบลิเวีย",
    "bras": "เวลามาตรฐานบราซิเลีย",
    "brun": "เวลาบรูไนดารุสซาลาม",
    "case": "เวลาเคซีย์",
    "cave": "เวลามาตรฐานเคปเวิร์ด",
    "cham": "เวลาชามอร์โร",
    "chat": "เวลามาตรฐานแชทัม",
    "chil": "เวลามาตรฐานชิลี",
    "chin": "เวลามาตรฐานจีน",
    "chri": "เวลาเกาะคริสต์มาส",
    "coco": "เวลาหมู่เกาะโคโคส",
    "colo": "เวลามาตรฐานโคลอมเบีย",
    "cook": "เวลามาตรฐานหมู่เกาะคุก",
    "cuba": "เวลามาตรฐานคิวบา",
    "davi": "เวลาเดวิส",
    "dumo": "เวลาดูมองต์ดูร์วิลล์",
    "east": "เวลามาตรฐานเกาะอีสเตอร์",
    "eati": "เวลาติมอร์ตะวันออก",
    "ecua": "เวลาเอกวาดอร์",
    "euce": "เวลามาตรฐานยุโรปกลาง",
    "euea": "เวลามาตรฐานยุโรปตะวันออก",
    "eufe": "เวลายุโรปตะวันออกไกล",
    "euwe": "เวลามาตรฐานยุโรปตะวันตก",
    "falk": "เวลามาตรฐานหมู่เกาะฟอล์กแลนด์",
    "fiji": "เวลามาตรฐานฟิจิ",
    "frgu": "เวลาเฟรนช์เกียนา",
    "frso": "เวลาเฟรนช์เซาเทิร์นและแอนตาร์กติก",
    "gala": "เวลากาลาปาโกส",
    "gamb": "เวลาแกมเบียร์",
    "geor": "เวลามาตรฐานจอร์เจีย",
    "giis": "เวลาหมู่เกาะกิลเบิร์ต",
    "grea": "เวลามาตรฐานกรีนแลนด์ตะวันออก",
    "grwe": "เวลามาตรฐานกรีนแลนด์ตะวันตก",
    "guam": "เวลากวม",
    "gulf": "เวลากัลฟ์",
    "guya": "เวลากายอานา",
    "haal": "เวลามาตรฐานฮาวาย-อะลูเชียน",
    "hoko": "เวลามาตรฐานฮ่องกง",
    "hovd": "เวลามาตรฐานฮอฟด์",
    "ince": "เวลาอินโดนีเซียตอนกลาง",
    "indi": "เวลาอินเดีย",
    "indo": "เวลาอินโดจีน",
    "inea": "เวลาอินโดนีเซียฝั่งตะวันออก",
    "inoc": "เวลามหาสมุทรอินเดีย",
    "inwe": "เวลาอินโดนีเซียฝั่งตะวันตก",
    "iran": "เวลามาตรฐานอิหร่าน",
    "irku": "เวลามาตรฐานอีร์คุตสค์",
    "isra": "เวลามาตรฐานอิสราเอล",
    "japa": "เวลามาตรฐานญี่ปุ่น",
    "kaea": "เวลาคาซัคสถานตะวันออก",
    "kamc": "เวลาเปโตรปัฟลอฟสค์-คัมชัตสกี",
    "kawe": "เวลาคาซัคสถานตะวันตก",
    "kaza": "เวลาคาซัคสถาน",
    "kore": "เวลามาตรฐานเกาหลี",
    "kosr": "เวลาคอสไร",
    "kras": "เวลามาตรฐานครัสโนยาสค์",
    "kyrg": "เวลาคีร์กีซสถาน",
    "lank": "เวลาลังกา",
    "liis": "เวลาหมู่เกาะไลน์",
    "loho": "เวลามาตรฐานลอร์ดโฮว์",
    "maca": "เวลามาตรฐานมาเก๊า",
    "maga": "เวลามาตรฐานมากาดาน",
    "mais": "เวลาหมู่เกาะมาร์แชลล์",
    "mala": "เวลามาเลเซีย",
    "mald": "เวลามัลดีฟส์",
    "marq": "เวลามาร์เคซัส",
    "maur": "เวลามาตรฐานมอริเชียส",
    "maws": "เวลามอว์สัน",
    "mepa": "เวลามาตรฐานแปซิฟิกเม็กซิโก",
    "mgmt": "เวลามาตรฐานกรีนิช",
    "mong": "เวลามาตรฐานอูลานบาตอร์",
    "mosc": "เวลามาตรฐานมอสโก",
    "myan": "เวลาพม่า",
    "naur": "เวลานาอูรู",
    "neca": "เวลามาตรฐานนิวแคลิโดเนีย",
    "nepa": "เวลาเนปาล",
    "newf": "เวลามาตรฐานนิวฟันด์แลนด์",
    "neze": "เวลามาตรฐานนิวซีแลนด์",
    "niue": "เวลานีอูเอ",
    "noma": "เวลาหมู่เกาะมาเรียนาเหนือ",
    "norf": "เวลามาตรฐานเกาะนอร์ฟอล์ก",
    "noro": "เวลามาตรฐานหมู่เกาะเฟอร์นันโด",
    "novo": "เวลามาตรฐานโนโวซีบีสค์",
    "omsk": "เวลามาตรฐานออมสค์",
    "paki": "เวลามาตรฐานปากีสถาน",
    "pala": "เวลาปาเลา",
    "pang": "เวลาปาปัวนิวกินี",
    "para": "เวลามาตรฐานปารากวัย",
    "peru": "เวลามาตรฐานเปรู",
    "phil": "เวลามาตรฐานฟิลิปปินส์",
    "phis": "เวลาหมู่เกาะฟินิกซ์",
    "pimi": "เวลามาตรฐานแซงปีแยร์และมีเกอลง",
    "pitc": "เวลาพิตแคร์น",
    "pona": "เวลาโปนาเป",
    "pyon": "เวลาเปียงยาง",
    "qyzy": "เวลามาตรฐานคืยซิลออร์ดา",
    "reun": "เวลาเรอูนียง",
    "roth": "เวลาโรธีรา",
    "sakh": "เวลามาตรฐานซาคาลิน",
    "sama": "เวลามาตรฐานซามารา",
    "samo": "เวลามาตรฐานซามัว",
    "seyc": "เวลาเซเชลส์",
    "sing": "เวลาสิงคโปร์",
    "soge": "เวลาเซาท์จอร์เจีย",
    "solo": "เวลาหมู่เกาะโซโลมอน",
    "suri": "เวลาซูรินาเม",
    "syow": "เวลาไซโยวา",
    "tahi": "เวลาตาฮีตี",
    "taip": "เวลามาตรฐานไทเป",
    "taji": "เวลาทาจิกิสถาน",
    "toke": "เวลาโตเกเลา",
    "tong": "เวลามาตรฐานตองกา",
    "truk": "เวลาชุก",
    "turk": "เวลามาตรฐานเติร์กเมนิสถาน",
    "tuva": "เวลาตูวาลู",
    "urug": "เวลามาตรฐานอุรุกวัย",
    "utc": "เวลาสากลเชิงพิกัด",
    "uzbe": "เวลามาตรฐานอุซเบกิสถาน",
    "vanu": "เวลามาตรฐานวานูอาตู",
    "vene": "เวลาเวเนซุเอลา",
    "vlad": "เวลามาตรฐานวลาดีวอสตอค",
    "volg": "เวลามาตรฐานวอลโกกราด",
    "vost": "เวลาวอสตอค",
    "wake": "เวลาเกาะเวก",
    "wall": "เวลาวาลลิสและฟุตูนา",
    "yaku": "เวลามาตรฐานยาคุตสค์",
    "yeka": "เวลามาตรฐานเยคาเตรินบูร์ก",
    "yuko": "เวลายูคอน"
  },
  "daylight": {
    "acre": "เวลาฤดูร้อนอาเกร",
    "afwe": "เวลาฤดูร้อนแอฟริกาตะวันตก",
    "alam": "เวลาฤดูร้อนอัลมาตี",
    "alas": "เวลาออมแสงของอะแลสกา",
    "amaz": "เวลาฤดูร้อนแอมะซอน",
    "amce": "เวลาออมแสงตอนกลางในอเมริกาเหนือ",
    "amea": "เวลาออมแสงทางตะวันออกในอเมริกาเหนือ",
    "ammo": "เวลาออมแสงแถบภูเขาในอเมริกาเหนือ",
    "ampa": "เวลาออมแสงแปซิฟิกในอเมริกาเหนือ",
    "anad": "เวลาฤดูร้อนอะนาดีร์",
    "apia": "เวลาออมแสงอาปีอา",
    "aqta": "เวลาฤดูร้อนอัคตาอู",
    "aqto": "เวลาฤดูร้อนอัคโทเบ",
    "arab": "เวลาออมแสงอาหรับ",
    "arge": "เวลาฤดูร้อนอาร์เจนตินา",
    "arme": "เวลาฤดูร้อนอาร์เมเนีย",
    "arwe": "เวลาฤดูร้อนทางตะวันตกของอาร์เจนตินา",
    "atla": "เวลาออมแสงของแอตแลนติก",
    "auce": "เวลาออมแสงทางตอนกลางของออสเตรเลีย",
    "aucw": "เวลาออมแสงทางตะวันตกตอนกลางของออสเตรเลีย",
    "auea": "เวลาออมแสงทางตะวันออกของออสเตรเลีย",
    "auwe": "เวลาออมแสงทางตะวันตกของออสเตรเลีย",
    "azer": "เวลาฤดูร้อนอาเซอร์ไบจาน",
    "azor": "เวลาฤดูร้อนอะโซร์ส",
    "bang": "เวลาฤดูร้อนบังกลาเทศ",
    "bras": "เวลาฤดูร้อนบราซิเลีย",
    "cave": "เวลาฤดูร้อนเคปเวิร์ด",
    "chat": "เวลาออมแสงแชทัม",
    "chil": "เวลาฤดูร้อนชิลี",
    "chin": "เวลาออมแสงจีน",
    "colo": "เวลาฤดูร้อนโคลอมเบีย",
    "cook": "เวลาครึ่งฤดูร้อนหมู่เกาะคุก",
    "cuba": "เวลาออมแสงของคิวบา",
    "east": "เวลาฤดูร้อนเกาะอีสเตอร์",
    "euce": "เวลาฤดูร้อนยุโรปกลาง",
    "euea": "เวลาฤดูร้อนยุโรปตะวันออก",
    "euwe": "เวลาฤดูร้อนยุโรปตะวันตก",
    "falk": "เวลาฤดูร้อนหมู่เกาะฟอล์กแลนด์",
    "fiji": "เวลาฤดูร้อนฟิจิ",
    "gblon": "เวลาฤดูร้อนอังกฤษ",
    "geor": "เวลาฤดูร้อนจอร์เจีย",
    "grea": "เวลาฤดูร้อนกรีนแลนด์ตะวันออก",
    "grwe": "เวลาฤดูร้อนกรีนแลนด์ตะวันตก",
    "haal": "เวลาออมแสงฮาวาย-อะลูเชียน",
    "hoko": "เวลาฤดูร้อนฮ่องกง",
    "hovd": "เวลาฤดูร้อนฮอฟด์",
    "iedub": "เวลามาตรฐานไอร์แลนด์",
    "iran": "เวลาออมแสงอิหร่าน",
    "irku": "เวลาฤดูร้อนอีร์คุตสค์",
    "isra": "เวลาออมแสงอิสราเอล",
    "japa": "เวลาออมแสงญี่ปุ่น",
    "kamc": "เวลาฤดูร้อนเปโตรปัฟลอฟสค์-คัมชัตสกี",
    "kore": "เวลาออมแสงเกาหลี",
    "kras": "เวลาฤดูร้อนครัสโนยาสค์",
    "loho": "เวลาออมแสงลอร์ดโฮว์",
    "maca": "เวลาฤดูร้อนมาเก๊า",
    "maga": "เวลาฤดูร้อนมากาดาน",
    "maur": "เวลาฤดูร้อนของมอริเชียส",
    "mepa": "เวลาออมแสงแปซิฟิกเม็กซิโก",
    "mong": "เวลาฤดูร้อนอูลานบาตอร์",
    "mosc": "เวลาฤดูร้อนมอสโก",
    "neca": "เวลาฤดูร้อนนิวแคลิโดเนีย",
    "newf": "เวลาออมแสงนิวฟันด์แลนด์",
    "neze": "เวลาออมแสงนิวซีแลนด์",
    "norf": "เวลาออมแสงเกาะนอร์ฟอล์ก",
    "noro": "เวลาฤดูร้อนของหมู่เกาะเฟอร์นันโด",
    "novo": "เวลาฤดูร้อนโนโวซีบีสค์",
    "omsk": "เวลาฤดูร้อนออมสค์",
    "paki": "เวลาฤดูร้อนปากีสถาน",
    "para": "เวลาฤดูร้อนปารากวัย",
    "peru": "เวลาฤดูร้อนเปรู",
    "phil": "เวลาฤดูร้อนฟิลิปปินส์",
    "pimi": "เวลาออมแสงของแซงปีแยร์และมีเกอลง",
    "qyzy": "เวลาฤดูร้อนคืยซิลออร์ดา",
    "sakh": "เวลาฤดูร้อนซาคาลิน",
    "sama": "เวลาฤดูร้อนซามารา",
    "samo": "เวลาฤดูร้อนซามัว",
    "taip": "เวลาออมแสงไทเป",
    "tong": "เวลาฤดูร้อนตองกา",
    "turk": "เวลาฤดูร้อนเติร์กเมนิสถาน",
    "urug": "เวลาฤดูร้อนอุรุกวัย",
    "uzbe": "เวลาฤดูร้อนอุซเบกิสถาน",
    "vanu": "เวลาฤดูร้อนวานูอาตู",
    "vlad": "เวลาฤดูร้อนวลาดีวอสตอค",
    "volg": "เวลาฤดูร้อนวอลโกกราด",
    "yaku": "เวลาฤดูร้อนยาคุตสค์",
    "yeka": "เวลาฤดูร้อนเยคาเตรินบูร์ก"
  }
}
